alicloud/ssd_128GB.test7.log
test7: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=1
fio-3.12
Starting 1 thread

test7: (groupid=0, jobs=1): err= 0: pid=759: Mon Aug 26 00:59:28 2019
  write: IOPS=34.1k, BW=133MiB/s (140MB/s)(10.0GiB/76905msec); 0 zone resets
    slat (nsec): min=1907, max=2903.8M, avg=15905.82, stdev=1903596.79
    clat (nsec): min=402, max=2015.8k, avg=467.52, stdev=1458.28
     lat (usec): min=2, max=2903.8k, avg=16.58, stdev=1903.62
    clat percentiles (nsec):
     |  1.00th=[  410],  5.00th=[  414], 10.00th=[  414], 20.00th=[  418],
     | 30.00th=[  418], 40.00th=[  422], 50.00th=[  422], 60.00th=[  426],
     | 70.00th=[  430], 80.00th=[  498], 90.00th=[  572], 95.00th=[  604],
     | 99.00th=[  660], 99.50th=[  780], 99.90th=[ 5024], 99.95th=[ 9280],
     | 99.99th=[14144]
   bw (  KiB/s): min= 6928, max=770864, per=100.00%, avg=239089.57, stdev=221993.90, samples=87
   iops        : min= 1732, max=192716, avg=59772.41, stdev=55498.46, samples=87
  lat (nsec)   : 500=80.10%, 750=19.34%, 1000=0.30%
  lat (usec)   : 2=0.11%, 4=0.05%, 10=0.07%, 20=0.04%, 50=0.01%
  lat (usec)   : 100=0.01%, 250=0.01%, 500=0.01%, 1000=0.01%
  lat (msec)   : 4=0.01%
  cpu          : usr=3.09%, sys=19.31%, ctx=5124, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,2621440,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=133MiB/s (140MB/s), 133MiB/s-133MiB/s (140MB/s-140MB/s), io=10.0GiB (10.7GB), run=76905-76905msec

Disk stats (read/write):
  vdd: ios=0/232102, merge=0/15, ticks=0/9176845, in_queue=9165819, util=93.76%