alicloud/ssd_128GB.test8.log
test8: (g=0): rw=randwrite, bs=(R) 256KiB-256KiB, (W) 256KiB-256KiB, (T) 256KiB-256KiB, ioengine=libaio, iodepth=16
fio-3.12
Starting 1 thread

test8: (groupid=0, jobs=1): err= 0: pid=764: Mon Aug 26 01:00:53 2019
  write: IOPS=484, BW=121MiB/s (127MB/s)(10.0GiB/84490msec); 0 zone resets
    slat (usec): min=97, max=302300, avg=669.15, stdev=4044.97
    clat (usec): min=2, max=610557, avg=10077.69, stdev=20520.25
     lat (usec): min=223, max=610781, avg=10747.23, stdev=21287.20
    clat percentiles (msec):
     |  1.00th=[    3],  5.00th=[    3], 10.00th=[    3], 20.00th=[    3],
     | 30.00th=[    3], 40.00th=[    3], 50.00th=[    3], 60.00th=[   11],
     | 70.00th=[   16], 80.00th=[   19], 90.00th=[   22], 95.00th=[   24],
     | 99.00th=[   25], 99.50th=[   26], 99.90th=[  418], 99.95th=[  575],
     | 99.99th=[  609]
   bw (  KiB/s): min=  512, max=1571840, per=100.00%, avg=377524.29, stdev=402591.47, samples=55
   iops        : min=    2, max= 6140, avg=1474.69, stdev=1572.63, samples=55
  lat (usec)   : 4=0.01%, 250=0.01%, 500=0.01%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.02%, 4=53.46%, 10=4.84%, 20=23.67%, 50=17.80%
  lat (msec)   : 100=0.01%, 250=0.01%, 500=0.11%, 750=0.07%
  cpu          : usr=0.64%, sys=13.58%, ctx=14092, majf=0, minf=10
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,40960,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
  WRITE: bw=121MiB/s (127MB/s), 121MiB/s-121MiB/s (127MB/s-127MB/s), io=10.0GiB (10.7GB), run=84490-84490msec

Disk stats (read/write):
  vdd: ios=0/237151, merge=0/586, ticks=0/10177020, in_queue=10177940, util=94.67%