alicloud/ssd_128GB.test9.log
test9: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=16
fio-3.12
Starting 1 thread

test9: (groupid=0, jobs=1): err= 0: pid=770: Mon Aug 26 01:02:09 2019
  write: IOPS=35.0k, BW=137MiB/s (143MB/s)(10.0GiB/74870msec); 0 zone resets
    slat (usec): min=2, max=1010.4k, avg=15.51, stdev=769.21
    clat (nsec): min=1201, max=1013.5M, avg=258899.70, stdev=3002382.95
     lat (usec): min=4, max=1013.5k, avg=274.63, stdev=3100.70
    clat percentiles (usec):
     |  1.00th=[   75],  5.00th=[   77], 10.00th=[   78], 20.00th=[   79],
     | 30.00th=[   81], 40.00th=[   83], 50.00th=[   84], 60.00th=[   87],
     | 70.00th=[   92], 80.00th=[   99], 90.00th=[  105], 95.00th=[  114],
     | 99.00th=[ 8717], 99.50th=[10290], 99.90th=[12256], 99.95th=[12518],
     | 99.99th=[18482]
   bw (  KiB/s): min=32056, max=741792, per=100.00%, avg=233931.26, stdev=206805.50, samples=89
   iops        : min= 8014, max=185448, avg=58482.78, stdev=51701.34, samples=89
  lat (usec)   : 2=0.01%, 10=0.01%, 20=0.01%, 50=0.01%, 100=82.80%
  lat (usec)   : 250=15.34%, 500=0.02%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=1.25%, 20=0.58%, 50=0.01%
  lat (msec)   : 100=0.01%, 250=0.01%, 500=0.01%
  cpu          : usr=3.79%, sys=20.37%, ctx=3994, majf=0, minf=10
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,2621440,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
  WRITE: bw=137MiB/s (143MB/s), 137MiB/s-137MiB/s (143MB/s-143MB/s), io=10.0GiB (10.7GB), run=74870-74870msec

Disk stats (read/write):
  vdd: ios=0/227072, merge=0/905, ticks=0/8843297, in_queue=8845875, util=93.21%