alicloud/ssd_20GB.test3.log
test3: (g=0): rw=write, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=1
fio-3.12
Starting 1 thread

test3: (groupid=0, jobs=1): err= 0: pid=3104: Sun Aug 25 11:32:47 2019
  write: IOPS=2029, BW=8119KiB/s (8314kB/s)(2379MiB/300001msec); 0 zone resets
    slat (usec): min=3, max=1549, avg=10.97, stdev= 5.30
    clat (usec): min=202, max=41762, avg=414.15, stdev=457.30
     lat (usec): min=281, max=41781, avg=425.42, stdev=457.62
    clat percentiles (usec):
     |  1.00th=[  302],  5.00th=[  314], 10.00th=[  322], 20.00th=[  330],
     | 30.00th=[  338], 40.00th=[  347], 50.00th=[  355], 60.00th=[  363],
     | 70.00th=[  375], 80.00th=[  396], 90.00th=[  453], 95.00th=[  562],
     | 99.00th=[ 1713], 99.50th=[ 2474], 99.90th=[ 7701], 99.95th=[ 9765],
     | 99.99th=[14222]
   bw (  KiB/s): min=  760, max=10136, per=100.00%, avg=9347.62, stdev=695.72, samples=520
   iops        : min=  190, max= 2534, avg=2336.90, stdev=173.93, samples=520
  lat (usec)   : 250=0.01%, 500=92.93%, 750=4.38%, 1000=0.92%
  lat (msec)   : 2=0.96%, 4=0.55%, 10=0.21%, 20=0.05%, 50=0.01%
  cpu          : usr=0.81%, sys=5.52%, ctx=642932, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,608917,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=8119KiB/s (8314kB/s), 8119KiB/s-8119KiB/s (8314kB/s-8314kB/s), io=2379MiB (2494MB), run=300001-300001msec

Disk stats (read/write):
  vdd: ios=0/619780, merge=0/53, ticks=0/5223906, in_queue=5175819, util=93.27%