alicloud/ssd_20GB.test5.log
test5: (g=0): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=1
fio-3.12
Starting 1 thread

test5: (groupid=0, jobs=1): err= 0: pid=3130: Sun Aug 25 11:39:08 2019
  write: IOPS=1031, BW=129MiB/s (135MB/s)(10.0GiB/79389msec); 0 zone resets
    slat (usec): min=12, max=168, avg=25.78, stdev= 8.28
    clat (usec): min=630, max=40825, avg=940.80, stdev=892.97
     lat (usec): min=660, max=40840, avg=966.90, stdev=893.13
    clat percentiles (usec):
     |  1.00th=[  693],  5.00th=[  717], 10.00th=[  742], 20.00th=[  766],
     | 30.00th=[  783], 40.00th=[  807], 50.00th=[  824], 60.00th=[  848],
     | 70.00th=[  873], 80.00th=[  914], 90.00th=[  988], 95.00th=[ 1139],
     | 99.00th=[ 3490], 99.50th=[ 6980], 99.90th=[14353], 99.95th=[16319],
     | 99.99th=[20055]
   bw (  KiB/s): min=111616, max=137728, per=99.97%, avg=132045.94, stdev=4855.13, samples=158
   iops        : min=  872, max= 1076, avg=1031.60, stdev=37.94, samples=158
  lat (usec)   : 750=14.28%, 1000=76.50%
  lat (msec)   : 2=7.22%, 4=1.15%, 10=0.53%, 20=0.31%, 50=0.01%
  cpu          : usr=1.49%, sys=2.96%, ctx=81925, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,81920,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=129MiB/s (135MB/s), 129MiB/s-129MiB/s (135MB/s-135MB/s), io=10.0GiB (10.7GB), run=79389-79389msec

Disk stats (read/write):
  vdd: ios=0/81689, merge=0/16, ticks=0/74677, in_queue=74654, util=94.21%