alicloud/ssd_20GB.test6.log
test6: (g=0): rw=write, bs=(R) 256KiB-256KiB, (W) 256KiB-256KiB, (T) 256KiB-256KiB, ioengine=libaio, iodepth=1
fio-3.12
Starting 1 thread

test6: (groupid=0, jobs=1): err= 0: pid=3136: Sun Aug 25 11:39:47 2019
  write: IOPS=1061, BW=265MiB/s (278MB/s)(10.0GiB/38591msec); 0 zone resets
    slat (usec): min=89, max=595923, avg=939.77, stdev=7092.36
    clat (nsec): min=418, max=42383, avg=739.03, stdev=766.06
     lat (usec): min=90, max=595931, avg=940.88, stdev=7092.76
    clat percentiles (nsec):
     |  1.00th=[  430],  5.00th=[  434], 10.00th=[  438], 20.00th=[  450],
     | 30.00th=[  462], 40.00th=[  502], 50.00th=[  588], 60.00th=[  636],
     | 70.00th=[  700], 80.00th=[  796], 90.00th=[  980], 95.00th=[ 1560],
     | 99.00th=[ 3856], 99.50th=[ 4576], 99.90th=[10944], 99.95th=[13504],
     | 99.99th=[19840]
   bw (  KiB/s): min=  512, max=1530368, per=100.00%, avg=272026.78, stdev=369816.32, samples=77
   iops        : min=    2, max= 5978, avg=1062.58, stdev=1444.60, samples=77
  lat (nsec)   : 500=39.69%, 750=35.77%, 1000=15.07%
  lat (usec)   : 2=5.76%, 4=2.87%, 10=0.71%, 20=0.11%, 50=0.01%
  cpu          : usr=0.46%, sys=17.71%, ctx=2210, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,40960,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=265MiB/s (278MB/s), 265MiB/s-265MiB/s (278MB/s-278MB/s), io=10.0GiB (10.7GB), run=38591-38591msec

Disk stats (read/write):
  vdd: ios=0/10012, merge=0/7, ticks=0/4680282, in_queue=4713266, util=95.94%