alicloud/ssd_20GB.test7.log
test7: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=1
fio-3.12
Starting 1 thread

test7: (groupid=0, jobs=1): err= 0: pid=3149: Sun Aug 25 11:42:11 2019
  write: IOPS=18.3k, BW=71.5MiB/s (74.0MB/s)(10.0GiB/143253msec); 0 zone resets
    slat (nsec): min=1950, max=4896.3M, avg=37473.75, stdev=3153934.91
    clat (nsec): min=406, max=19449k, avg=486.42, stdev=12128.78
     lat (usec): min=2, max=4896.3k, avg=38.17, stdev=3154.00
    clat percentiles (nsec):
     |  1.00th=[  418],  5.00th=[  422], 10.00th=[  422], 20.00th=[  426],
     | 30.00th=[  426], 40.00th=[  430], 50.00th=[  430], 60.00th=[  434],
     | 70.00th=[  442], 80.00th=[  506], 90.00th=[  580], 95.00th=[  612],
     | 99.00th=[  700], 99.50th=[  956], 99.90th=[ 4192], 99.95th=[ 9024],
     | 99.99th=[14400]
   bw (  KiB/s): min= 8120, max=748880, per=100.00%, avg=105959.04, stdev=169098.79, samples=196
   iops        : min= 2030, max=187220, avg=26489.74, stdev=42274.70, samples=196
  lat (nsec)   : 500=79.23%, 750=19.97%, 1000=0.33%
  lat (usec)   : 2=0.25%, 4=0.11%, 10=0.07%, 20=0.03%, 50=0.01%
  lat (usec)   : 100=0.01%, 250=0.01%, 500=0.01%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 20=0.01%
  cpu          : usr=1.67%, sys=10.63%, ctx=10237, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,2621440,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=71.5MiB/s (74.0MB/s), 71.5MiB/s-71.5MiB/s (74.0MB/s-74.0MB/s), io=10.0GiB (10.7GB), run=143253-143253msec

Disk stats (read/write):
  vdd: ios=0/246983, merge=0/24, ticks=0/17658352, in_queue=17661142, util=96.84%