alicloud/ssd_20GB.test8.log
test8: (g=0): rw=randwrite, bs=(R) 256KiB-256KiB, (W) 256KiB-256KiB, (T) 256KiB-256KiB, ioengine=libaio, iodepth=16
fio-3.12
Starting 1 thread

test8: (groupid=0, jobs=1): err= 0: pid=3157: Sun Aug 25 11:44:58 2019
  write: IOPS=246, BW=61.6MiB/s (64.6MB/s)(10.0GiB/166137msec); 0 zone resets
    slat (usec): min=108, max=1303.0k, avg=1158.05, stdev=15543.50
    clat (nsec): min=1906, max=1709.1M, avg=17411204.65, stdev=65987232.05
     lat (usec): min=233, max=1709.3k, avg=18569.66, stdev=68534.05
    clat percentiles (msec):
     |  1.00th=[    3],  5.00th=[    3], 10.00th=[    3], 20.00th=[    3],
     | 30.00th=[    3], 40.00th=[    3], 50.00th=[    3], 60.00th=[   10],
     | 70.00th=[   21], 80.00th=[   28], 90.00th=[   30], 95.00th=[   30],
     | 99.00th=[  205], 99.50th=[  506], 99.90th=[ 1003], 99.95th=[ 1116],
     | 99.99th=[ 1301]
   bw (  KiB/s): min=  512, max=1504768, per=100.00%, avg=232575.70, stdev=334822.93, samples=90
   iops        : min=    2, max= 5878, avg=908.47, stdev=1307.88, samples=90
  lat (usec)   : 2=0.01%, 250=0.01%, 500=0.01%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=56.35%, 10=4.27%, 20=8.71%, 50=29.53%
  lat (msec)   : 100=0.01%, 250=0.19%, 500=0.32%, 750=0.35%, 1000=0.13%
  cpu          : usr=0.26%, sys=6.97%, ctx=13902, majf=0, minf=10
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,40960,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
  WRITE: bw=61.6MiB/s (64.6MB/s), 61.6MiB/s-61.6MiB/s (64.6MB/s-64.6MB/s), io=10.0GiB (10.7GB), run=166137-166137msec

Disk stats (read/write):
  vdd: ios=0/255438, merge=0/281, ticks=0/20657488, in_queue=20662449, util=97.64%